Repository: huahuahu/HHappyDocs
Catalog: MonoRepos/HDoc/HDoc/Localizable.xcstrings
Source language: en
Languages: zh_hans

# CloudData.allContent
source: All content
zh_hans: 所有内容

# CloudData.cellLabel
source: Cloud Data
zh_hans: 云端数据

# CloudData.loadFail
source: Load failed
zh_hans: 加载失败

# CloudData.loadMore
source: Load more
zh_hans: 加载更多

# CloudData.loadMoreFail
source: fetch more failed, tap to retry
zh_hans: 加载更多失败，点击重试

# CloudData.syncing
source: syncing...
zh_hans: 同步中…

# common.add
source: add
zh_hans: 添加

# common.cancel
source: Cancel
zh_hans: 取消

# common.date.since
source: Since %@
zh_hans: 从%@起

# common.delete
source: Delete
zh_hans: 删除

# common.detail
source: detail
zh_hans: 详情

# common.edit
source: Edit
zh_hans: 编辑

# common.endDate
source: End Date
zh_hans: 结束时间

# common.home
source: Home
zh_hans: 主页

# common.lastUpdatedDate
source: Last update date
zh_hans: 更新时间

# common.library
source: library
zh_hans: 资料库

# common.loading
source: Loading
zh_hans: 加载中

# common.name
source: name
zh_hans: 名字

# common.noData
source: No data
zh_hans: 没有数据

# common.ok
source: OK
zh_hans: 确认

# common.record
source: record
zh_hans: 记录

# common.selectFromBelow
source: select from below
zh_hans: 从下方选择

# common.sort
source: Sort
zh_hans: 排序

# common.sortByStateDate
source: Sort by start date
zh_hans: 按照起始时间排序

# common.sortByTitle
source: Sort by title
zh_hans: 按标题排序

# common.startDate
source: Start Date
zh_hans: 开始时间

# common.symptom
source: symptom
zh_hans: 症状

# common.title
source: title
zh_hans: 标题

# deletion.alldata.label
source: Delete All Data
zh_hans: 删除全部数据

# deletion.alldata.string
source: Once deleted, the data cannot be recovered. Are you sure?
zh_hans: 一旦删除，数据不可恢复。确定删除？

# deletion.data.error
source: Deletion encountered an error: %@
zh_hans: 删除时遇到错误：%@

# deletion.data.success
source: Deletion finished
zh_hans: 删除成功

# export.total.message
source: This is the exported health data from %@
zh_hans: 这是从%@导出的健康数据

# export.total.sharelinkLabel
source: Export data
zh_hans: 导出数据

# export.total.subject
source: Health data
zh_hans: 健康数据

# iap.RecordSubscriptionPromotion.checkDetail
source: Check Detail
zh_hans: 查看详情

# iap.RecordSubscriptionPromotion.description with max free count %@
source: You have %lld health records for free, subscribe to unlock unlimited Health Records!
zh_hans: 你可以免费创建%lld条健康记录，订阅后可以解锁无限健康记录！

# iap.RecordSubscriptionPromotion.skip
source: Skip
zh_hans: 跳过

# iap.RecordSubscriptionPromotion.title
source: Unlock unlimited Health Record?
zh_hans: 解锁无限健康记录？

# iap.subscribe
source: Subscribe
zh_hans: 订阅

# MedicalSite.deleteMessage
source: Delete this medical site?
zh_hans: 删除这个医疗地点？

# MedicalSite.location
source: Location
zh_hans: 地点

# MedicalSite.location.no
source: Select
zh_hans: 选择

# MedicalSite.medicalSite
source: medical site
zh_hans: 医疗地点

# MedicalSite.noMedicalStaff
source: No medical site
zh_hans: 暂无医疗地点

# MedicalSite.parkingLocation
source: Parking
zh_hans: 停车位置

# MedicalStaff.deleteMessage
source: Delete this medical staff?
zh_hans: 删除这个医护人员？

# MedicalStaff.medicalStaff
source: medical staff
zh_hans: 医护人员

# MedicalStaff.noMedicalStaff
source: No medical staff
zh_hans: 暂无医护人员

# Patient.deleteMessage
source: Delete this patient?
zh_hans: 删除这个患者？

# Patient.noPatientMessage
source: No patient
zh_hans: 暂无患者

# Patient.patient
source: patient
zh_hans: 患者

# Patient.unknown
source: undefined
zh_hans: 未定义

# Permission.localAuthReason
source: Used to restrict unauthorized users from accessing your data.
zh_hans: 用来限制未经授权的用户访问数据。

# privacy.policy.label
source: Privacy Policy
zh_hans: 隐私政策

# Record.allRecords
source: All Record
zh_hans: 所有记录

# Record.deleteMessage
source: Delete this record?
zh_hans: 删除这条记录？

# Record.editMedicalSite
source: Edit medical site
zh_hans: 编辑医疗地点

# Record.editMedicalStaff
source: Edit medical staff
zh_hans: 编辑医护人员

# Record.recent
source: Recent Records
zh_hans: 最近记录

# Symptom.addRecord
source: add record
zh_hans: 添加记录

# Symptom.allRecords
source: all records
zh_hans: 所有记录

# Symptom.deleteMessage
source: Delete all data related to the symptom?
zh_hans: 删除所有此症状相关的数据？

# Symptom.noRecord
source: No record
zh_hans: 暂无记录

# Symptom.noSymptom
source: No symptom
zh_hans: 暂无症状

# Symptom.recentRecords
source: recent records
zh_hans: 最近记录
